Repository: popov895/clipman-lite
Catalog: po/*.po
Languages: uk

source: Type to search...
uk: Введіть для пошуку...

source: No Matches
uk: Немає збігів

source: Failed to generate QR code
uk: Не вдалося створити QR-код

# Close dialog
source: Close
uk: Закрити

source: History is Empty
uk: Історія порожня

source: Private Mode is On
uk: Приватний режим увімкнено

source: Clear History
uk: Очистити історію

source: Private Mode
uk: Приватний режим

# Open settings
source: Settings
uk: Налаштування

source: Search the Web
uk: Шукати в Інтернеті

source: Share Online
uk: Поширити в Інтернеті

source: Show QR Code
uk: Показати QR-код

source: Invalid search URL "%s"
uk: Неправильна URL-адреса для пошуку "%s"

source: Failed to search the web
uk: Не вдалося здійснити пошук в Інтернеті

source: The text was successfully shared online
uk: Текст був успішно поширений в Інтернеті

source: Failed to share the text online
uk: Не вдалося поширити текст в Інтернеті

source: Press Backspace to clear shortcut or Esc to cancel
uk: Натисніть Backspace, щоб очистити поєднання клавіш, або Esc, щоб скасувати

source: Enter a new shortcut
uk: Введіть нове поєднання клавіш

# Keyboard shortcut is disabled
source: Disabled
uk: Вимкнено

source: History size
uk: Розмір історії

source: Show leading and trailing whitespace
uk: Показувати початкові та кінцеві пробіли

# General options
source: General
uk: Загальне

source: URL with %s in place of query
uk: URL-адреса з %s замість запиту

source: Search URL
uk: URL-адреса для пошуку

source: Web Search
uk: Пошук в Інтернеті

# The number of days to keep the shared text
source: Days to keep
uk: Скільки днів зберігати

source: Sharing Online
uk: Поширення в Інтернеті

source: Keyboard Shortcuts
uk: Поєднання клавіш

source: Toggle menu
uk: Переключити меню

source: Toggle private mode
uk: Переключити приватний режим

source: Clear history
uk: Очистити історію
